{
    "meta-page-home": "Ezz Vegetable Exports | From Farm to World",
    "nav-home": "Home",
    "nav-about": "About",
    "nav-Products": "Products",
    "nav-contact": "Contact",
    "home-hero-h1": "Ezz select carefully and export with confidence",
    "home-hero-p": "From Egyptian farms and factories to global markets, quality you can count on.",
    "home-hero-button": "Start Your Partnership",
    "banner-veg-h2": "Fresh Vegetables",
    "banner-veg-p": "Explore our wide selection of premium Egyptian vegetables.",
    "banner-veg-btn": "View Vegetables",
    "banner-fruit-h2": "Delicious Fruits",
    "banner-fruit-p": "Savor the taste of our sweet and juicy Egyptian fruits.",
    "banner-fruit-btn": "View Fruits",
    "home-mission-h2": "Our Mission",
    "home-mission-p-1": "Ezz is an Egyptian company specializing in the export of fresh fruits and vegetables. We work in direct partnership with the best, most trusted farms in the Nile Delta and Upper Egypt, as well as the best factories specializing in high-quality manufacturing and packaging. We apply the highest quality control standards from harvest to packaging, and coordinate refrigerated transportation to ensure consistent, high-quality shipments reach all parts of the world.",
    "home-mission-p-2": "We may not be the largest company, but we strive to be the most committed and true to our word. We believe that trust is built through experience, so we focus on honest dealings and product quality above all else. We want to be reliable partners, not just temporary suppliers. Our goal is to build long-term relationships based on trust We believe that trust is not said, but proven—through every shipment, every communication, and every promise we keep. We strive to deliver what we are willing to carry in our name.",
    "home-journey-h2": "Our Export Journey",
    "home-journey-p": "From the field to the world — our excellence in every stage.",
    "home-journey-h3-1": "Harvesting",
    "home-journey-p-1": "Fresh crops are handpicked with care from premium Egyptian farms.",
    "home-journey-h3-2": "Sorting, Cleaning",
    "home-journey-p-2": "Products are sorted and cleaned for maximum purity and quality.",
    "home-journey-h3-3": "Cold Storage",
    "home-journey-p-3": "Store in advanced refrigeration systems to maintain freshness and quality.",
    "home-journey-h3-4": "Global Shipping",
    "home-journey-p-4": "Exported worldwide with full logistics support and safety assurance.",
    "whatsaap-button": "Contact us on WhatsApp",
    "footer-brand-p": "We export premium Egyptian vegetables worldwide with quality and trust.",
    "footer-links-h3": "Explore",
    "footer-links-home": "Home",
    "footer-links-about": "About Us",
    "footer-links-products": "Products",
    "footer-links-contact": "Contact Us",
    "footer-contact-h3": "Contact",
    "footer-contact-adress": "Kafr El Dawwar, El Beheira, Egypt",
    "footer-social-h3": "Follow Us",
    "footer-bottom": "© 2025 EZZ Trading Company — All Rights Reserved",
    "footer-bottom-a": "Global Nexus.",
    "footer-bottom-span": "Designed The",
    "meta-page-about": "Ezz Exports About Us",
    "about-page-hero-h1": "This is where the success story begins.",
    "about-page-hero-p": "Ezz Company is your trusted partner in exporting Egyptian agricultural products with international standards.",
    "about-page-text-h2": "New Chapter in Fresh Export.",
    "about-page-text-p": "EZZ Export is a newly launched venture built on a powerful vision: to redefine what it means to export premium Egyptian produce. We are starting fresh, focused entirely on setting *tomorrow's* standards for quality and speed today.",
    "about-page-text-span": "Our operation is driven by a passionate commitment to transparency and excellence. We work hand-in-hand with our local growers, implementing strict, modern protocols for sourcing, packaging, and logistics. For us, every single shipment is an opportunity to earn trust and showcase the unparalleled taste of Egypt to the world.",
    "about-page-mission-h3-1": "Our Mission",
    "about-page-mission-p-1": "Fueled by passion, our mission is to deliver the freshest, safest, and most sustainable Egyptian fruits and vegetables to every corner of the globe, building reliable pathways between our fields and your plate.",
    "about-page-mission-h3-2": "Our Vision",
    "about-page-mission-p-2": "To be recognized as the definitive, most reliable partner for Egyptian agricultural exports worldwide, defined by our uncompromising commitment to quality, efficiency, and market expansion.",
    "about-page-why-h2": "Why Choose EZZ Export?",
    "about-page-why-p": "Trust is built on consistent execution, not promises. EZZ Export secures your supply chain by adhering to rigorous global quality control and deploying optimized, reliable logistics in every single delivery.",
    "about-page-reason-h4-1": "Unparalleled quality from farm to customer",
    "about-page-reason-p-1": "Our direct, streamlined sourcing minimizes handling time. We guarantee the shortest possible cycle from harvest to delivery, preserving peak quality and taste.",
    "about-page-reason-h4-2": "Precision and Reliability in Every Shipment",
    "about-page-reason-p-2": "We utilize the latest in temperature-controlled logistics and strict packaging protocols, ensuring your order is delivered on time, every time, without quality compromise.",
    "about-page-reason-h4-3": "Exclusive Access to Premium Egyptian Produce",
    "about-page-reason-p-3": "We've built strong, ethical partnerships with leading local farmers and top-tier agricultural packaging and processing plants, providing you with exclusive access to the most sought-after Egyptian varieties in global markets.",
    "about-page-reason-h4-4": "100% Guaranteed Food Safety",
    "about-page-reason-p-4": "Strict adherence to international food safety protocols (e.g., GlobalGAP readiness) ensures a healthy, secure, and fully traceable product from field to destination.",
    "about-page-reason-h4-5": "Transparency Powered by Technology",
    "about-page-reason-p-5": "All the factories we deal with have the required certificates for export to European and international markets, which guarantees consistent quality that meets the requirements of our customers in various countries.",
    "about-page-reason-h4-6": "Dedicated Partnership and Support",
    "about-page-reason-p-6": "As your committed partner, we offer complete transparency, flexible order handling, and continuous communication to navigate global trade complexities seamlessly.",
    "meta-page-products": "Ezz Exports Products",
    "product-page-h2": "Our Premium Produce",
    "product-page-p": "At EZZ Export, we meticulously source, package, and export premium Egyptian fruits and vegetables, combining sustainable farming practices with a commitment to delivering exceptional quality and freshness in every product.",
    "product-page-button-1": "ALL PRODUCTS",
    "product-page-button-2": "Fruit",
    "product-page-button-3": "Fresh",
    "product-page-button-4": "In Brine",
    "product-page-button-5": "IQF",
    "meta-page-details": "Ezz Exports Products Details",
    "details-page-h1": "Product Details",
    "details-page-h2-more": "Manufacture is made to order",
    "details-page-btn": "Contact Us",
    "details-page-h2": "More Products",
    "meta-page-contact": "Ezz Exports Contact Us",
    "contact-title": "Contact Us",
    "contact-subtitle": "Get in touch with us",
    "contact_call_title": "Call Us",
    "contact_email_title": "Email Us",
    "contact_email_1": "info@ezztrading.com",
    "contact_email_2": "export@ezztrading.com",
    "contact_visit_title": "Visit Us",
    "contact_address": "Court Street,Kafr El-Dawar,Beheira, Egypt",
    "contact_form_title": "Send Message",
    "contact_form_name": "Full Name",
    "contact_form_email": "Email Address",
    "contact_form_phone": "Phone Number",
    "contact_form_message": "Your Message",
    "contact_form_button": "Send Message"
}