{
    "meta-page-home": "Ezz Esportazione Ortaggi | Dalla Fattoria al Mondo",
    "nav-home": "Home",
    "nav-about": "Chi Siamo",
    "nav-Products": "Prodotti",
    "nav-contact": "Contatti",
    "home-hero-h1": "Ezz seleziona con cura ed esporta con sicurezza",
    "home-hero-p": "Dalle fattorie e fabbriche egiziane ai mercati globali, una qualità su cui puoi contare.",
    "home-hero-button": "Inizia la Vostra Partnership",
    "banner-veg-h2": "Ortaggi Freschi",
    "banner-veg-p": "Esplorate la nostra vasta selezione di ortaggi egiziani di prima qualità.",
    "banner-veg-btn": "Vedi Ortaggi",
    "banner-fruit-h2": "Frutta Deliziosa",
    "banner-fruit-p": "Assaporate il gusto della nostra frutta egiziana dolce e succosa.",
    "banner-fruit-btn": "Vedi Frutta",
    "home-mission-h2": "La Nostra Missione",
    "home-mission-p-1": "Ezz è un'azienda egiziana specializzata nell'esportazione di frutta e verdura fresca. Collaboriamo direttamente con le migliori e più affidabili aziende agricole del Delta del Nilo e dell'Alto Egitto, nonché con le migliori fabbriche specializzate in produzione e confezionamento di alta qualità. Applichiamo i più elevati standard di controllo qualità dalla raccolta al confezionamento e coordiniamo il trasporto refrigerato per garantire spedizioni costanti e di alta qualità in ogni parte del mondo.",
    "home-mission-p-2": "Potremmo non essere l'azienda più grande, ma ci sforziamo di essere la più impegnata e fedele alla nostra parola. Crediamo che la fiducia si costruisca attraverso l'esperienza, quindi ci concentriamo sulla correttezza negli affari e sulla qualità del prodotto prima di tutto. Vogliamo essere partner affidabili, non solo fornitori temporanei. Il nostro obiettivo è costruire relazioni a lungo termine basate sulla fiducia. Crediamo che la fiducia non si dichiari, ma si dimostri—attraverso ogni spedizione, ogni comunicazione e ogni promessa che manteniamo. Ci sforziamo di consegnare ciò che siamo disposti a portare nel nostro nome.",
    "home-journey-h2": "Il Nostro Percorso di Esportazione",
    "home-journey-p": "Dal campo al mondo — la nostra eccellenza in ogni fase.",
    "home-journey-h3-1": "Raccolta",
    "home-journey-p-1": "I raccolti freschi vengono raccolti a mano con cura dalle migliori fattorie egiziane.",
    "home-journey-h3-2": "Selezione e Pulizia",
    "home-journey-p-2": "I prodotti vengono selezionati e puliti per la massima purezza e qualità.",
    "home-journey-h3-3": "Conservazione a Freddo",
    "home-journey-p-3": "Conservazione in sistemi di refrigerazione avanzati per mantenere freschezza e qualità.",
    "home-journey-h3-4": "Spedizione Globale",
    "home-journey-p-4": "Esportato in tutto il mondo con supporto logistico completo e garanzia di sicurezza.",
    "whatsaap-button": "Contattaci su WhatsApp",
    "footer-brand-p": "Esportiamo ortaggi egiziani di prima qualità in tutto il mondo con qualità e fiducia.",
    "footer-links-h3": "Esplora",
    "footer-links-home": "Home",
    "footer-links-about": "Chi Siamo",
    "footer-links-products": "Prodotti",
    "footer-links-contact": "Contatti",
    "footer-contact-h3": "Contatti",
    "footer-contact-adress": "Kafr El Dawwar, El Beheira, Egitto",
    "footer-social-h3": "Seguici",
    "footer-bottom": "© 2025 EZZ Trading Company — Tutti i Diritti Riservati",
    "footer-bottom-a": "Global Nexus.",
    "footer-bottom-span": "Progettato da",
    "meta-page-about": "Ezz Esportazione | Chi Siamo",
    "about-page-hero-h1": "È qui che inizia la storia del successo.",
    "about-page-hero-p": "Ezz Company è il vostro partner di fiducia per l'esportazione di prodotti agricoli egiziani conformi agli standard internazionali.",
    "about-page-text-h2": "Un Nuovo Capitolo nell'Esportazione di Freschi.",
    "about-page-text-p": "EZZ Export è una nuova impresa lanciata con una visione potente: ridefinire il significato di esportare prodotti egiziani di prima qualità. Stiamo partendo da zero, focalizzati interamente sullo stabilire gli standard di qualità e velocità di *domani* già oggi.",
    "about-page-text-span": "La nostra operazione è guidata da un impegno appassionato per la trasparenza e l'eccellenza. Lavoriamo fianco a fianco con i nostri coltivatori locali, implementando protocolli rigorosi e moderni per l'approvvigionamento, l'imballaggio e la logistica. Per noi, ogni singola spedizione è un'opportunità per guadagnare fiducia e mostrare al mondo il gusto incomparabile dell'Egitto.",
    "about-page-mission-h3-1": "La Nostra Missione",
    "about-page-mission-p-1": "Guidati dalla passione, la nostra missione è consegnare la frutta e la verdura egiziana più fresca, sicura e sostenibile in ogni angolo del globo, costruendo percorsi affidabili tra i nostri campi e il vostro piatto.",
    "about-page-mission-h3-2": "La Nostra Visione",
    "about-page-mission-p-2": "Essere riconosciuti come il partner definitivo e più affidabile per le esportazioni agricole egiziane in tutto il mondo, definiti dal nostro impegno senza compromessi per la qualità, l'efficienza e l'espansione del mercato.",
    "about-page-why-h2": "Perché Scegliere EZZ Export?",
    "about-page-why-p": "La fiducia si costruisce sull'esecuzione coerente, non sulle promesse. EZZ Export protegge la vostra catena di approvvigionamento aderendo a rigorosi controlli di qualità globali e impiegando una logistica ottimizzata e affidabile in ogni singola consegna.",
    "about-page-reason-h4-1": "Qualità incomparabile dalla fattoria al cliente",
    "about-page-reason-p-1": "Il nostro approvvigionamento diretto e snello riduce al minimo i tempi di manipolazione. Garantiamo il ciclo più breve possibile dal raccolto alla consegna, preservando la massima qualità e il gusto.",
    "about-page-reason-h4-2": "Precisione e Affidabilità in Ogni Spedizione",
    "about-page-reason-p-2": "Utilizziamo le più recenti tecnologie di logistica a temperatura controllata e rigorosi protocolli di imballaggio, garantendo che il vostro ordine venga consegnato in tempo, ogni volta, senza compromettere la qualità.",
    "about-page-reason-h4-3": "Accesso Esclusivo ai Prodotti Egiziani Premium",
    "about-page-reason-p-3": "Abbiamo instaurato solide partnership etiche con i principali agricoltori locali e con i più importanti stabilimenti di confezionamento e lavorazione agricola, offrendoti un accesso esclusivo alle varietà egiziane più ricercate sui mercati globali.",
    "about-page-reason-h4-4": "Sicurezza Alimentare Garantita al 100%",
    "about-page-reason-p-4": "La rigorosa aderenza ai protocolli internazionali di sicurezza alimentare (ad esempio, la preparazione GlobalGAP) garantisce un prodotto sano, sicuro e completamente tracciabile dal campo alla destinazione.",
    "about-page-reason-h4-5": "Trasparenza Alimentata dalla Tecnologia",
    "about-page-reason-p-5": "Tutte le fabbriche con cui collaboriamo sono in possesso delle certificazioni necessarie per l'esportazione nei mercati europei e internazionali, il che garantisce una qualità costante che soddisfa le esigenze dei nostri clienti in vari paesi.",
    "about-page-reason-h4-6": "Partnership e Supporto Dedicati",
    "about-page-reason-p-6": "Come vostro partner impegnato, offriamo trasparenza completa, gestione flessibile degli ordini e comunicazione continua per navigare senza problemi nelle complessità del commercio globale.",
    "meta-page-products": "Ezz Esportazione | Prodotti",
    "product-page-h2": "I Nostri Prodotti Premium",
    "product-page-p": "In EZZ Export, selezioniamo, imballiamo ed esportiamo meticolosamente frutta e verdura egiziana di prima qualità, combinando pratiche agricole sostenibili con l'impegno a fornire qualità e freschezza eccezionali in ogni prodotto.",
    "product-page-button-1": "TUTTI I PRODOTTI",
    "product-page-button-2": "Frutta",
    "product-page-button-3": "Fresco",
    "product-page-button-4": "In Salamoia",
    "product-page-button-5": "Surgelati (IQF)",
    "meta-page-details": "Ezz Esportazione | Dettagli Prodotti",
    "details-page-h1": "Dettagli Prodotto",
    "details-page-h2-more": "La produzione è realizzata su ordinazione",
    "details-page-btn": "Contattaci",
    "details-page-h2": "Altri Prodotti",
    "meta-page-contact": "Ezz Esportazione | Contattaci",
    "contact-title": "Contattaci",
    "contact-subtitle": "Mettiti in contatto con noi",
    "contact_call_title": "Chiamaci",
    "contact_email_title": "Scrivici via email",
    "contact_email_1": "info@ezztrading.com",
    "contact_email_2": "export@ezztrading.com",
    "contact_visit_title": "Vieni a trovarci",
    "contact_address": "Court Street,Kafr El-Dawar,Beheira, Egitto",
    "contact_form_title": "Invia un messaggio",
    "contact_form_name": "Nome completo",
    "contact_form_email": "Indirizzo email",
    "contact_form_phone": "Numero di telefono",
    "contact_form_message": "Il tuo messaggio",
    "contact_form_button": "Invia messaggio"
}